Repository: nogringo/riffle
Catalog: lib/l10n/app_*.arb
Languages: es, fr

source: Video link
es: Enlace del vídeo
fr: Lien de la vidéo

# orImportYourData
source: Or import you data
es: O importe sus datos
fr: Ou importez vos données

source: Add a music
es: Agregar una música
fr: Ajoutez une musique

source: Enter a Youtube video link to add a new music
es: Ingrese un enlace de video de YouTube para agregar una nueva música
fr: Saisissez un lien de vidéo Youtube pour ajouter une nouvelle musique

source: Import your data
es: Importar sus datos
fr: Importez vos données

source: Paste your exported data bellow
es: Pegue sus datos exportados a continuación
fr: Collez vos données ci-dessous

source: Required
es: Campo requerido
fr: Champ requis

source: Invalide
es: Inválido

source: Exported data
es: Datos exportados
fr: Donées exportées

source: Cancel
es: Cancelar
fr: Annuler

source: Add
es: Agregar
fr: Ajouter

source: Import
es: Importar
fr: Importer

source: My music
es: Mi música
fr: Ma musique

source: Copy Sync Code
es: Copiar su código de sincronización
fr: Copier votre code de syncronisation

source: Create QR code
es: Crear un código QR
fr: Créer un QR code

source: Export your data
es: Exportar sus datos
fr: Exportez vos données

source: Clear all your data
es: Eliminar todos sus datos
fr: Supprimer toutes vos données

source: Sync your devices
es: Sincronizar sus dispositivos
fr: Syncronisez vos appareils

source: Sync code
es: Código de sincronización
fr: Code de syncronisation

source: Start sync
es: Comenzar la sincronización
fr: Commencer à syncroniser

source: Scan QR code
es: Escanear el código QR
fr: Scanez le QR code

source: Your data has been copied
es: Sus datos han sido copiados
fr: Vos données ont été copié

source: Do you want to clear all your data ?
es: ¿Desea eliminar todos sus datos?
fr: Voulez-vous supprimer toutes vos données ?

source: Yes
es: Sí
fr: Oui

source: Hey, there is nothing here !
es: No hay nada aquí
fr: Il n'y a rien ici

source: Start by adding your first Music
es: Empiece por agregar su primera música
fr: Commencez par ajouter votre première musique

source: Generate your Sync code
es: Genere su código de sincronización
fr: Generez votre code de syncronisation

source: Edit
es: Editar
fr: Modifier

source: Save
es: Guardar
fr: Sauvegarder

source: Title
es: Título
fr: Titre

source: Get link
es: Obtener el enlace
fr: Obtenir le lien

source: Open folder
es: Abrir la carpeta
fr: Ouvrir le dossier

source: Delete
es: Eliminar
fr: Supprimer

source: Sync code copied
es: Código copiado
fr: Code copié

source: Copied
es: Copiado
fr: Copié

source: Can't open File Explorer
es: No se puede abrir el explorador de archivos
fr: Impossible d'ouvrir l'explorateur de fichier

source: Download error
es: Error de descarga
fr: Téléchargement erreur

source: Check your internet connectivity
es: Verifique su conectividad a Internet
fr: Vérifiez votre connection internet

source: No
fr: Non
